Repository: Vibha9295/MedalCase_Runkeeper
Catalog: MedalCase_Runkeeper/MedalCase_Runkeeper/Resources/Localizable.xcstrings
Source language: en
Languages: fr

# achievement_fastest_5k
source: Fastest 5K
fr: 5 km le Plus Rapide

# achievement_fastest_10k
source: 10K
fr: 10 km

# achievement_hakone_ekiden
source: Hakone Ekiden
fr: Ekiden de Hakone

# achievement_half_marathon
source: Half Marathon
fr: Demi-Marathon

# achievement_highest_elevation
source: Highest Elevation
fr: Altitude Maximale

# achievement_longest_run
source: Longest Run
fr: Plus Longue Course

# achievement_singapore_ekiden
source: Mizuno Singapore Ekiden 2015
fr: Ekiden Mizuno Singapour 2015

# achievement_tokyo_ekiden
source: Tokyo-Hakone Ekiden 2020
fr: Ekiden de Tokyo-Hakone 2020

# achievement_virtual_5k
source: Virtual 5K Race
fr: Course de 5 km Virtuelle

# achievement_virtual_10k
source: Virtual 10K Race
fr: Course de 10 km Virtuelle

# achievement_virtual_half_marathon
source: Virtual Half Marathon Race
fr: Course de Demi-Marathon Virtuelle

# achievement_virtual_marathon_race
source: Virtual Marathon
fr: Marathon Virtuelle

# achievements_title
source: Achievements
fr: Trophées

# back_button
source: Back to Achievements
fr: Retour aux trophées

# dashboard_title
source: Dashboard
fr: Tableau de Bord

# description_personal_record
source: This personal record tracks your peak lifetime performance metrics recorded during your runs.
fr: Ce record personnel suit vos performances maximales enregistrées au cours de vos courses.

# description_virtual_race
source: This badge is awarded for participating in and completing official virtual community race events.
fr: Ce badge est attribué pour la participation et la réussite d'événements officiels de course communautaire virtuelle.

# error_subtitle
source: Please try again later.
fr: Veuillez réessayer plus tard.

# error_title
source: Something went wrong
fr: Une erreur est survenue

# help_faq_button
source: Help & FAQ
fr: Aide & FAQ

source: Loading Achievements
fr: chargement des réalisations

# navigation_done
source: Done
fr: Terminé

# not_yet_earned_cell
source: Not Yet
fr: Pas encore

# not_yet_earned_detail
source: Not Yet Achieved
fr: Pas encore obtenu

# progress_format %lld %lld
source: %1$lld of %2$lld
fr: %1$lld sur %2$lld

# section_personal_records
source: Personal Records
fr: Records Personnels

# section_virtual_races
source: Virtual Races
fr: Courses Virtuelles

# share_all_records_summary %@
source: I've unlocked %1$@ Personal Records on Runkeeper! 🏃‍♂️🏆
fr: J'ai débloqué %1$@ records personnels sur Runkeeper ! 🏃‍♂️🏆

# share_individual_achievement_summary %@ %@
source: I crushed my %1$@ on Runkeeper with a record of %2$@! 🏃🏆
fr: J'ai battu mon record sur %1$@ sur Runkeeper avec un temps de %2$@ ! 🏃🏆

# share_progress_button
source: Share Progress
fr: Partager mes progrès

# share_summary_button
source: Share Achievements Summary
fr: Partager le résumé des trophées

# status_earned
source: Earned Achievement
fr: Trophée obtenu

# status_locked
source: Locked
fr: Verrouillé

# title_personal_record
source: Personal Record
fr: Record personnel

# title_virtual_race
source: Virtual Race
fr: Course virtuelle

# view_achievements_button
source: View Achievements
fr: Voir les Trophées

# welcome_subtitle
source: Track your workouts and view your progress.
fr: Suivez vos entraînements et visualisez vos progrès.

# welcome_title
source: Welcome to Run!
fr: Bienvenue sur Run !
